"_BASE_USED_" = "tr";
/* Use the _ADVANCED_EXTRA_WIDTH_ (if needed) to fit the method description properly */
"_ADVANCED_EXTRA_WIDTH_" = "0.0";
/* "_PREFERENCES_EXTRA_WIDTH_" = "0.0"; */
"OK" = "Tamam";
"Done" = "Tamam";
"Yes" = "Evet";
"No" = "Hayır";
"Don't show again" = "Bir daha gösterme";
"Set as default compressor" = "Varsayılan sıkıştırıcı olarak ayarla";
"Not now" = "Şimdi değil";
"Want to make Keka your default compressor?" = "Keka'yı varsayılan sıkıştırıcınız yapmak ister misiniz?";
"This means that all the compatible files will be extracted with Keka by now. You can set this later in the Keka Preferences." = "Bu, tüm uyumlu dosyaların Keka ile çıkarılacağı anlamına geliyor. Bunu daha sonra Keka Tercihlerinde de ayarlayabilirsiniz.";
"Really want to close Keka?" = "Gerçekten Keka'yı kapatmak istiyor musun?";
"The current operations will be canceled. If you choose to wait and quit Keka will exit when all work is done." = "Mevcut işlemler iptal edilecektir. Eğer beklemeyi ve çıkmayı seçerseniz, tüm işler bittiğinde Keka çıkacaktır.";
"Password needed" = "Parola gerekmektedir";
"File \"%@\" needs a password to be extracted" = "\"%@\" Dosyasını çıkartmak için bir parola gereklidir";
"File \"%@\" needs a special encoding to be extracted" = "File \"%@\" needs a special encoding to be extracted";
"Extraction of \"%@\" done" = "Çıkarma işlemi \"%@\" tamamlandı";
"Extraction of \"%@\" failed." = "Çıkarma işlemi \"%@\" başarısız";
"Extraction of %i files done" = "%i dosyası çıkarıldı";
"Extraction complete" = "Çıkarma tamamlandı";
"Extraction fail" = "Çıkarma başarısız oldu";
"Compression complete" = "Sıkıştırma tamamlandı";
"File \"%@\" created" = "\"%@\" dosyası oluşturuldu";
"Compression fail" = "Sıkıştırma başarısız oldu";
"File \"%@\" cannot be created" = " \"%@\" dosyası oluşturulamadı";
"Operation not implemented" = "İşlem uygulanmadı";
"Performing operation..." = "İşlem yapılıyor...";
"Waiting..." = "Bekleniyor...";
"Extracting \"%@\"" = "Çıkarılıyor \"%@\"";
"Extracting \"%@...\"" = "Çıkarılıyor \"%@...\"";
"Creating %@ file..." = "%@ dosyası oluşturuluyor...";
"Creating file \"%@\"" = "Dosya oluşturuluyor \"%@\"";
"Creating file \"%@...\"" = "Dosya oluşturuluyor \"%@...\"";
"Volume name:" = "Birim adı:";
"Select the encoding for \"%@\"" = "Select the encoding for \"%@\"";
"Time elapsed: %d:%@%d:%@%d hours%@" = "Geçen süre: %d:%@%d:%@%d saat%@";
"Time elapsed: %d:%@%d minutes%@" = "Geçen süre: %d:%@%d dakika%@";
"Time elapsed: %d seconds%@" = "Geçen süre: %d saniye%@";
"%d seconds" = "%d saniye";
"%d:%@%d minutes" = "%d:%@%d dakika";
"%d:%@%d:%@%d hours" = "%d:%@%d:%@%d saat";
"Pause" = "Duraklat";
"Continue" = "Devam Et";
"Operation paused" = "İşlem duraklarıldı";
"Cancel" = "İptal Et";
"Close" = "Kapat";
"Operation failed" = "İşlem başarısız";
"Operation failed with error code %d" = "İşlem %d hata koduyla başarısız oldu";
"Choose a name and folder to start the compression" = "Sıkıştırma işlemini başlatmak için bir isim ve klasör seçin";
"Creation of \"%@\" failed" = " \"%@\" oluşturulması başarısız oldu";
"Creating \"%@\"" = "\"%@\" oluşturuluyor";
"Prepearing extraction..." = "Çıkarma hazırlanıyor…";
"Choose a folder to extract this file" = "Bu dosyayı çıkarmak için bir klasör seçin";
"Choose where do you want to extract \"%@\"" = "Choose where do you want to extract \"%@\"";
"Select all the volumes from \"%@\" or the folder that contains them" = "Select all the volumes from \"%@\" or the folder that contains them";
"Select the folder that contains \"%@\"" = "Select the folder that contains \"%@\"";
"Extraction of \"%@\" failed" = "\"%@\" çıkarımı başarısız oldu";
"Keka - %i on queue" = "Keka - %i kuyrukta";
"Keka can't create this %@ image" = "Keka bu %@ imajını oluşturamıyor";
"You can only create %@ images with a single folder. Try to put all your files in a folder and drop it to Keka to create the %@ image." = "Sadece %@ imajını tek bir klasörle oluşturabilirsiniz. %@ imajını oluşturmak için tüm dosyalarınızı bir klasöre koyun ve bunu sürükleyerek Keka'ya bırakın.";
"Keka can't create this @% tarball" = "Keka bu @% tarball'ı oluşturamıyor";
"This operation is not supported on %@." = "Bu işlem %@ de desteklenmiyor.";
"Compress \"%@\" in %@ to..." = "\"%@\" 'yi %@ 'nin içinde sıkıştır...";
"Compress in %@ to..." = "%@ içinde sıkıştır ...";
"Save as:" = "Farklı kaydet:";
"Compress" = "Sıkıştır";
"Extract \"%@\" to..." = "Buraya \"%@\" çıkar…";
"Extract as:" = "Olarak ayıkla:";
"Extract" = "Çıkart";
" - Remaining: Calculating..." = " - Kalan: Hesaplanıyor...";
" - Remaining: About one second" = " - Kalan: Yaklaşık bir saniye";
" - Remaining: About %d seconds" = " - Kalan: Yaklaşık %d saniye";
" - Remaining: About 1 minute" = " - Kalan: Yaklaşık 1 dakika";
" - Remaining: About %d minutes" = " - Kalan: Yaklaşık %d dakika";
" - Remaining: About 1 hour" = " - Kalan: Yaklaşık 1 saat";
" - Remaining: About %d hours" = " - Kalan: Yaklaşık %d saat";
" - Remaining: About 1 day" = " - Kalan: Yaklaşık 1 gün";
" - Remaining: About %d days" = " - Kalan: Yaklaşık %d gün";
" - Remaining: About 1 year" = " - Kalan: Yaklaşık 1 yıl";
" - Remaining: About %d years" = " - Kalan: Yaklaşık %d yıl";
" - Remaining: Less than one second" = " - Kalan: Bir saniyeden az";
"Can't show progress time..." = "İlerleme süresi gösterilemiyor…";
"Password for \"%@\"" = "\"%@\" için parola";
"Method:" = "Yöntem:";
"No compression" = "Sıkıştırma yok";
"Fastest, less compression" = "En hızlı, en az sıkıştırma";
"Fast, less compression" = "Hızlı, daha az sıkıştırma";
"Normal" = "Normal";
"Slow, more compression" = "Yavaş, daha fazla sıkıştırma";
"Slowest, more compression" = "En yavaş, en fazla sıkıştırma";
"Compression" = "Sıkıştırma";
"Extraction" = "Çıkarma";
"Keka can't use the \"extlx.plist\" list, please get in contact with the developers.\n\nNow Keka will quit." = "Keka \"extlx.plist\" listesini kullanamıyor, lütfen geliştiricilerle iletişime geçin.\n\nKeka şimdi çıkacak.";
"Keka is dying!" = "Keka ölüyor!";
"Ask each time" = "Her zaman sor";
"Next to original file" = "Orijinal dosyanın yanında";
"Custom folder..." = "Özel klasör...";
"Same as original file" = "Orijinal dosya ile aynı";
"Custom name..." = "Özel isim...";
"Compressed file" = "Sıkıştırılmış dosya";
"Set as default folder" = "Varsayılan klasör olarak ayarla";
"Perform automatic action" = "Otomatik işlem gerçekleştir";
"Always compress" = "Her zaman sıkıştır";
"Always extract" = "Her zaman çıkart";
"1.4 MB Floppy" = "1.4 MB Floppy disk";
"650 MB CD" = "650 MB CD";
"700 MB CD" = "700 MB CD";
"4.7 GB DVD" = "4.7 GB DVD";
"Drop here to extract" = "Çıkartmak için buraya bırakın";
"Drop here to compress" = "Sıkıştırmak için buraya bırakın";
"Binary \"%@\" is not accessible" = "Binary \"%@\" ulaşılabilir değil";
"The first part \"%@\" can't be found" = "İlk bölüm \"%@\" bulunamadı";
"unknown" = "bilinmeyen";
"Unknown error" = "Bilinmeyen hata";
"Error code %d using \"%@\"\n%@" = "Hata kodu %d \"%@\"\n%@ kullanıyor";
"No errors found" = "Hata bulunamadı";
"Minor error, the operation may be done well" = "Küçük hata, işlem tamamlanmış olabilir";
"Fatal error" = "Ölümcül hata";
"CRC error occurred, maybe the file is corrupt" = "CRC hatası oluştu, dosya bozuk olabilir";
"Attempt to modify an archive previously locked" = "Önceden kilitlenmiş bir arşivi değiştirmeyi deneyin";
"Maybe you don't have permission to write or your disk is full" = "Belki yazma izniniz yok veya diskiniz dolu";
"Can't open the file, maybe you don't have read permission" = "Dosya açılamıyor, belki okuma izniniz yok";
"Command line error, please contact with the developer" = "Komut satırı hatası, lütfen geliştiriciyle iletişim kurun";
"Not enough memory. Try to close some programs and repeat the operation" = "Yeterli hafıza yok. Bazı programları kapatmayı ve işlemi tekrarlamayı deneyin.";
"Can't create the file, maybe you don't have permission or free space" = "Dosya oluşturulamıyor, izniniz veya boş alanınız yok";
"Canceled manually" = "Manuel olarak iptal edildi";
"Bad password, try again" = "Kötü şifre, tekrar deneyin";
"This archive is locked" = "Bu arşiv kilitlendi";
"Write error. No permission? No space left?" = "Yazma hatası. İzin yok? Boş yer kalmadı?";
"Can't open the file, maybe it's not accessible" = "Dosya açılamıyor, veya dosya erişilebilir değil";
"No files matching the mask" = "Maskeyle eşleşen dosya yok";
"Give access" = "Erişim izni ver";
"Just folder access" = "Sadece klasör erişimi ver";
"Quit" = "Çık";
"More information" = "Daha fazla bilgi";
"Keka needs file access" = "Keka'nın dosyaya erişim izni gerekiyor";
"Give home access" = "Eve erişim izni ver";
"Customize" = "Özelleştir";
"In order to work seamlessly with your files, Keka needs local access to the Mac disk." = "Dosyalarınızla sorunsuz bir şekilde çalışabilmeniz için Keka'nın Mac diskinde yerel erişim iznine ihtiyacı vardır.";
"\nSimply click on \"Give access to Keka\", your disk should already be selected." = "\"Keka'ya erişim izni için\" Tıklamanız yeterlidir \n, diskiniz seçilmiş olmalıdır.";
"Give access to Keka" = "Keka'ya erişim izni ver";
"Full Mac access (Recommended)" = "Tam Mac erişim izni ver (Önerilen)";
"Home folder access" = "Ev klasörü erişim izni ver";
"External volumes access" = "Harici birimlere erişim izni ver";
"External disk: %@" = "Harici disk: %@";
"An extension is required" = "Bir uzantı gerekli";
"In order to set Keka as the default application, you need to install an extension. Click on \"More information\" to follow the required steps.\n\nRemember that you can always set Keka as the default application for any format using the Finder's \"Get Info\" panel." = "Keka'yı varsayılan uygulama olarak ayarlamak için bir eklenti yüklemeniz gerekiyor. Gerekli adımları takip etmek için \"Daha fazla bilgi\" ye tıklayın.\n\nKeka'yi her zaman Finder'ın \"Bilgi Al\" panelini kullanarak herhangi bir format için varsayılan uygulama olarak ayarlayabileceğinizi unutmayın.";
"Cannot set Keka as default" = "Keka varsayılan olarak ayarlanamaz";
"The intermediate application failed to launch. There is more information in the Console.app." = "Ara uygulama başlatılamadı. Console.app içinde daha fazla bilgi var.";
"The intermediate application returned an undefined code." = "Ara uygulama tanımlanmamış bir kod döndürdü.";
"Keka is now set as the default application for its known formats." = "Keka artık bilinen formatları için varsayılan uygulama olarak ayarlandı.";
"Keka set as default" = "Keka varsayılan olarak ayarlandı";
"There were some errors while registering the formats. There is more information in the Console.app." = "Biçimleri kaydederken bazı hatalar var. Console.app içinde daha fazla bilgi var.";
"The intermediate application can't get access to Keka." = "Ara uygulama Keka'ya erişemez.";
"The intermediate application can't find Keka." = "Ara uygulama Keka'yı bulamıyor.";
